Repository: indiebytes/google-charts-for-wordpress
Catalog: languages/gcwp-*.po
Languages: sv_se

source: Tasks
sv_se: Uppgifter

source: Write blog posts
sv_se: Skriva blogginlägg

source: Create charts
sv_se: Skapa diagram

source: Hours per week
sv_se: Timmar per vecka

source: Delete
sv_se: Radera

source: Preview
sv_se: Förhandsgranskning

source: Data Table
sv_se: Datatabell

source: Add New
sv_se: Skapa nytt

source: Add New Chart
sv_se: Skapa nytt diagram

source: Edit Chart
sv_se: Redigera diagram

source: New Chart
sv_se: Nytt diagram

source: View Chart
sv_se: Visa diagram

source: Search Charts
sv_se: Sök diagram

source: No charts found
sv_se: Inga diagram hittades

source: No charts found in Trash
sv_se: Inga diagram hittades i papperskorgen

source: Title
sv_se: Titel

source: Chart Format
sv_se: Diagramtyp

source: Pie Chart
sv_se: Tårtdiagram

source: Column Chart
sv_se: Kolumndiagram

source: Area Chart
sv_se: Ytdiagram

source: The preview chart is updated when the chart is saved or updated.
sv_se: Förhandsgranskningen av diagrammet uppdateras när diagrammet sparas eller uppdateras.

source: Data Tables for Pie Charts
sv_se: Datatabell för tårtdiagram

source: Two columns. The first column should be a string, and contain the slice label. The second column should be a number, and contain the slice value.
sv_se: Två kolumner. Den första kolumnen ska innehålla de texter som blir tårtbitarnas etiketter. Den andra kolumnen innehåller siffervärden och representerar tårtbitarnas värde.

source: Data Tables for Column Charts
sv_se: Datatabell för kolumndiagram

source: Each row in the table represents a group of adjacent bars. The first column in the table should be a string, and represents the label of that group of bars. Any number of columns can follow, all numeric, each representing the bars withthe same color and relative position in each group. The value at a given row and column controls the height of the single bar represented by this row and column.
sv_se: Varje rad i tabellen representerar en grupp intilliggande staplar. Den första kolumnen i tabellen ska innehålla den text som beskriver gruppens staplar. Valfritt antal kolumner kan sedan läggas till, alla med numeriska värden, var och en representerar staplar och relativ position inom gruppen. Värdet på en given rad och kolumn avgör höjden på den enskilda stapeln som representeras av denna rad och kolumn.

source: Data Tables for Area Charts
sv_se: Datatabell för ytdiagram

source: The first column holds the category labels. You can have any number of numeric columns after the first string column. Each numeric column represents a separate series in the chart.
sv_se: Den första kolumnen ska innehålla de texter som blir ytdiagrammens etiketter. Valfritt antal kolumner innehållandes siffervärden kan sedan läggas till, varje numerisk kolumn representerar en egen serie i diagrammet.

source: Add New Row
sv_se: Lägg till ny rad

source: Add New Column
sv_se: Lägg till ny kolumn

source: Label missing
sv_se: Text saknas
